Repository: Elmeddin996/DenizThai
Catalog: Denizthai/Resources/SharedResource.*.resx
Languages: az

source: About us
az: Haqqımızda

# about1
source: Denizthai was established to provide high-quality services to tourists on Phuket Island, known as the jewel of Thailand.
az: Denizthai şirkəti, Taylandın incisi sayılan Phuket adasında turistlərə yüksək keyfiyyətli xidmət göstərmək məqsədilə yaradılmışdır.

# about2
source: For over 5 years, we have been professionally providing unforgettable vacation experiences to guests from around the world. Our company’s main goal is to ensure every customer’s comfort, satisfaction, and safety while showcasing the beauty of Thailand at the highest level. Thanks to our years of experience in tourism and deep understanding of the local market, Denizthai has become one of the most trusted and preferred tourism companies in Phuket today.
az: Artıq 5 ildir ki, biz dünyanın müxtəlif ölkələrindən gələn qonaqlara unudulmaz tətil təcrübəsi yaşatmaq üçün peşəkar fəaliyyət göstəririk. Şirkətimizin əsas məqsədi hər bir müştərinin rahatlığını, məmnunluğunu və təhlükəsizliyini təmin edərək, Taylandın gözəlliklərini ən yüksək səviyyədə təqdim etməkdir. Turizm sahəsində qazandığımız illik təcrübə və yerli bazarı dərindən tanımağımız sayəsində, Denizthai bu gün Phuketdə etibarlı və seçilən turizm şirkətlərindən birinə çevrilmişdir.

# about3
source: Our team consists of professional guides, customer-focused managers, and staff fluent in multiple languages. This ensures tourists enjoy both easy communication and high-quality service.
az: Komandamız peşəkar bələdçilərdən, müştəri yönümlü menecerlərdən və müxtəlif dilləri bilən əməkdaşlardan ibarətdir. Bu isə turistlərə həm rahat ünsiyyət, həm də yüksək səviyyəli xidmət imkanı yaradır.

# about4
source: The services we offer include the following:
az: Bizim təklif etdiyimiz xidmətlərə aşağıdakılar daxildir:

# about5
source: * Organizing individual and group tours * Island excursions (Phi Phi, James Bond Island, and more) * Trips to rocky shores and sea tours * Transfer and transportation services * Hotel and resort reservations * Programs to explore Thai culture * Offers for spa and massage services Each tour and service is carefully crafted so you can simply enjoy your vacation. At Denizthai, our goal is not just to provide a service, but to create a comfortable, home-like atmosphere for you in Thailand.
az: Fərdi və qrup turlarının təşkili Adalara ekskursiyalar (Phi Phi, James Bond adası və s.) Qayalıq sahillərə səyahətlər və dəniz turları Transfer və nəqliyyat xidmətləri Otel və kurort rezervasiyası Tayland mədəniyyəti ilə tanışlıq proqramları SPA və masaj xidmətlərinə yönəlik təkliflər Hər bir tur və xidmət xüsusi qayğı ilə hazırlanır ki, siz sadəcə istirahətinizdən zövq alasınız. Denizthai olaraq məqsədimiz yalnız xidmət göstərmək deyil, həm də sizə Taylandda evinizdəki kimi rahat bir atmosfer yaratmaqdır.

# about6
source: Thousands of tourists who trust us have shared their positive reviews and keep coming back — that’s our biggest motivation. If you want to create unforgettable memories in the tropical paradise of Phuket, the Denizthai team is ready to warmly welcome you.
az: Bizə etibar edən minlərlə turistin məmnun rəyləri və təkrar müraciətləri bizim üçün ən böyük motivasiyadır. Əgər siz də tropik cənnət olan Phuketdə unudulmaz xatirələr yaratmaq istəyirsinizsə, Denizthai komandası olaraq sizi böyük məmnuniyyətlə qarşılamağa hazırıq.

# about7
source: Denizthai – Feel as comfortable as at home in Thailand!
az: Denizthai – Taylandda eviniz kimi rahat olun!

# adress
source: Address
az: Ünvan

source: 🧭 All tours
az: 🧭 Bütün turlar

source: Categories
az: Kateqoriyalar

source: Contact us
az: Bizimlə Əlaqə

# contact us for any help
source: For Any Support
az: Hər Hansı Bir Dəstək Üçün

# contact us for any help2
source: Contact Us Now
az: Elə İndi Bizimlə Əlaqə Saxla

# customer
source: Customer Satisfaction
az: Müştəri Məmnuniyyəti

# discount
source: Discount Price
az: Endirimli Qiymət

source: FAQ
az: Sual-cavab

# follow us instagram
source: Follow us on Instagram
az: Bizi İnstagramdan İzləyin

source: Home
az: Əsas Səhifə

# information
source: More Information
az: Ətraflı Məlumat

source: Our tours
az: Turlarımız

# phone
source: Contact Number
az: Əlaqə Nömrəsi

# popular tours
source: Our Popular Tours
az: Populyar Turlarımız

source: Price
az: Qiymət

# questions header
source: Frequently asked questions
az: Tez-tez verilən suallar

source: Send Message
az: Mesaj Göndər

# tour
source: Tours
az: Turlar

# write us
source: Write to us!
az: Bizə Yazın!

# write us with wp
source: Contact us on WhatsApp
az: Bizimlə WhatsAppda əlaqə saxlayın
